code --install-extension xxx

alexkrechik.cucumberautocomplete
aliariff.vscode-erb-beautify
anysphere.pyright
artdiniz.quitcontrol-vscode
bbenoist.nix
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
castwide.solargraph
codeium.codeium
craigmaslowski.erb
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
elia.erb-formatter
esbenp.prettier-vscode
feego.night-owl-light-bold-more-contrast
github.codespaces
github.copilot
github.copilot-chat
github.copilot-labs
gitpod.gitpod-desktop
hbenl.vscode-test-explorer
iampeterbanjo.elixirlinter
jakebecker.elixir-ls
jebbs.plantuml
jnoortheen.nix-ide
juanblanco.solidity
kalitaalexey.vscode-rust
karunamurti.haml
kkalita.dark-plus-elixir
marp-team.marp-vscode
mathiasfrohlich.kotlin
matklad.rust-analyzer
mgmcdermott.vscode-language-babel
misogi.ruby-rubocop
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
neilding.language-liquid
octref.vetur
ofhumanbondage.react-proptypes-intellisense
pflannery.vscode-versionlens
pgourlain.erlang
phind.phind
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
runem.lit-plugin
rust-lang.rust
rust-lang.rust-analyzer
sammkj.vscode-elixir-formatter
saoudrizwan.claude-dev
sdras.night-owl
shopify.ruby-lsp
sianglim.slim
simonsiefke.svg-preview
slevesque.shader
sourcegraph.cody-ai
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
thomas-baumgaertner.vcl
tintinweb.graphviz-interactive-preview
vstirbu.vscode-mermaid-preview
vue.volar
waderyan.gitblame
will-wow.vscode-alternate-file
wingrunr21.vscode-ruby
wix.vscode-import-cost
yuce.erlang-otp
yzhang.markdown-all-in-one
