alexkrechik.cucumberautocomplete
anysphere.pyright
artdiniz.quitcontrol-vscode
bbenoist.nix
bierner.color-info
bradlc.vscode-tailwindcss
castwide.solargraph
codeium.codeium
denoland.vscode-deno
esbenp.prettier-vscode
feego.night-owl-light-bold-more-contrast
github.codespaces
github.copilot
github.copilot-chat
github.copilot-labs
gitpod.gitpod-desktop
jakebecker.elixir-ls
jebbs.plantuml
jnoortheen.nix-ide
juanblanco.solidity
mathiasfrohlich.kotlin
misogi.ruby-rubocop
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
phind.phind
pkief.material-icon-theme
prisma.prisma
redhat.vscode-xml
rust-lang.rust-analyzer
saoudrizwan.claude-dev
sdras.night-owl
shopify.ruby-lsp
simonsiefke.svg-preview
sourcegraph.cody-ai
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
tintinweb.graphviz-interactive-preview
vortizhe.simple-ruby-erb
vue.volar
waderyan.gitblame
