2gua.rainbow-brackets
aeschli.vscode-css-formatter
ardenivanov.svelte-intellisense
artdiniz.quitcontrol-vscode
bbenoist.Nix
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
elmTooling.elm-ls-vscode
esbenp.prettier-vscode
GitHub.copilot
hbenl.vscode-test-explorer
iampeterbanjo.elixirlinter
JakeBecker.elixir-ls
jebbs.plantuml
JuanBlanco.solidity
kalitaalexey.vscode-rust
karunamurti.haml
kkalita.dark-plus-elixir
marp-team.marp-vscode
matklad.rust-analyzer
mgmcdermott.vscode-language-babel
misogi.ruby-rubocop
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
neilding.language-liquid
octref.vetur
OfHumanBondage.react-proptypes-intellisense
pflannery.vscode-versionlens
pgourlain.erlang
Prisma.prisma
rebornix.ruby
redhat.vscode-xml
redhat.vscode-yaml
runem.lit-plugin
rust-lang.rust
sammkj.vscode-elixir-formatter
sdras.night-owl
sianglim.slim
slevesque.shader
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
thomas-baumgaertner.vcl
vstirbu.vscode-mermaid-preview
will-wow.vscode-alternate-file
wingrunr21.vscode-ruby
wix.vscode-import-cost
yuce.erlang-otp
yzhang.markdown-all-in-one
